{"安徽省滁州市":"来安县、琅琊区、南谯区、全椒县、定远县、凤阳县、明光市、天长市",
"安徽省合肥市":"包河区、滨湖新区、长丰县、肥东县、肥西县、庐阳区、蜀山区、瑶海区、庐江县、巢湖市",
"安徽省蚌埠市":"蚌山区、淮上区、怀远县、龙子湖区、禹会区、固镇县、五河县",
"安徽省芜湖市":"镜湖区、鸠江区、三山区、弋江区、繁昌县、南陵县、芜湖县、无为县",
"安徽省淮南市":"大通区、田家庵区、谢家集区、八公山区、潘集区、高新技术开发区、凤台县",
"安徽省马鞍山市":"当涂县、花山区、金家庄区、雨山区、含山县、和县",
"安徽省安庆市":"大观区、怀宁县、桐城市、迎江区、宜秀区、潜山县、太湖县、宿松县、枞阳县、望江县、岳西县",
"安徽省宿州市":"埇桥区、萧县、砀山县、泗县、灵璧县",
"安徽省亳州市":"谯城区、涡阳县、蒙城县、利辛县",
"安徽省阜阳市":"阜阳经济技术开发区、颍东区、颍州区、颍泉区、阜南县、颍上县、临泉县、太和县、界首市",
"安徽省黄山市":"黄山区、徽州区、歙县、屯溪区、休宁县、祁门县、黟县",
"安徽省淮北市":"相山区、杜集区、烈山区、濉溪县",
"安徽省铜陵市":"狮子山区、铜官山区、铜陵县、郊区",
"安徽省宣城市":"宣州区、广德县、泾县、旌德县、郎溪县、绩溪县、宁国市",
"安徽省六安市":"霍山县、金安区、舒城县、裕安区、霍邱县、寿县、金寨县",
"安徽省池州市":"贵池区、青阳县、东至县、石台县",
"北京市市辖区":"东城区、西城区、朝阳区、丰台区、石景山区、海淀区、门头沟区、房山区、通州区、顺义区、昌平区、大兴区、怀柔区、平谷区",
"北京市县":"密云县、延庆县",
"重庆市市辖区":"北碚区、巴南区、长寿区、大渡口区、涪陵区、高新区、合川区、江北区、江津区、九龙坡区、南岸区、南川区、綦江区、黔江区、沙坪坝区、万州区、渝北区",
"重庆市县":"璧山县、大足县、开县、荣昌县、铜梁县",
"广东省汕尾市":"城区、红海湾区、海丰县、陆丰市",
"广东省揭阳市":"榕城区、东山区、渔湖经济开发试验区、揭东县、普宁市、揭西县、惠来县",
"广东省汕头市":"金平区、龙湖区、濠江区、澄海区、潮阳区、潮南区、南澳县",
"广东省潮州市":"潮安县、饶平县、湘桥区、枫溪区",
"辽宁省大连市":"甘井子区、高新园区、金州区、旅顺口区、沙河口区、西岗区、中山区、长海县、瓦房店市、庄河市、普兰店市",
"辽宁省丹东市":"元宝区、振安区、振兴区、宽甸满族自治县、凤城市、东港市",
"广东省东莞市":"市辖区县、东城街道、南城街道、莞城街道、万江街道、石龙镇、茶山镇、石排镇、企石镇、横沥镇、桥头镇、谢岗镇、东坑镇、常平镇、寮步镇、樟木头镇、大朗镇、黄江镇、清溪镇、塘厦镇、凤岗镇、大岭山镇、长安镇、虎门镇、厚街镇、沙田镇、道滘镇、洪梅镇、麻涌镇、望牛墩镇、中堂镇、高埗镇、松山湖管委会、虎门港管委会",
"广东省佛山市":"禅城区、高明区、南海区、三水区、顺德区",
"广东省肇庆市":"端州区、鼎湖区、大旺高新技术开发区、广宁县、德庆县、怀集县、封开县、高要市、四会市",
"广东省云浮市":"云城区、新兴县、云安县、郁南县、罗定市",
"福建省福州市":"仓山区、鼓楼区、晋安区、马尾区、台江区、连江县、罗源县、闽侯县、闽清县、平潭县、永泰县、长乐市、福清市",
"福建省宁德市":"蕉城区、古田县、屏南县、寿宁县、霞浦县、柘荣县、周宁县、福安市、福鼎市",
"福建省三明市":"三元区、梅列区、大田县、建宁县、将乐县、明溪县、宁化县、清流县、沙县、泰宁县、尤溪县、永安市",
"福建省南平市":"延平区、光泽县、浦城县、邵武市、顺昌县、松溪县、政和县、武夷山市、建阳市、建瓯市",
"甘肃省临夏回族自治州":"临夏市、临夏县、永靖县、积石山保安族东乡族撒拉族自治县、康乐县、广河县、和政县",
"甘肃省兰州市":"安宁区、城关区、七里河区、西固区、红古区、皋兰县、榆中县、永登县",
"甘肃省定西市":"安定区、陇西县、渭源县、临洮县、漳县、岷县、通渭县",
"甘肃省平凉市":"崆峒区、华亭县、泾川县、灵台县、崇信县、静安县、庄浪县",
"甘肃省庆阳市":"西峰区、庆城县、镇原县、合水县、宁县、环县、华池县、正宁县",
"甘肃省武威市":"凉州区、古浪县、民勤县、天祝藏族自治县",
"甘肃省金昌市":"金川区、永昌县",
"甘肃省张掖市":"甘州区、临泽县、高台县、山丹县、民乐县、肃南裕固族自治县",
"甘肃省酒泉市":"肃州区、金塔县、瓜州县、敦煌市、玉门市",
"甘肃省嘉峪关市":"嘉峪关市",
"甘肃省天水市":"秦州区、麦积区、甘谷县、武山县、秦安县",
"甘肃省陇南市":"武都区、成县、徽县、文县、宕昌县、两当县、礼县、西和县、康县",
"甘肃省甘南藏族自治州":"合作市、夏河县",
"甘肃省白银市":"白银区、平川区、景泰县、靖远县、会宁县",
"青海省海北藏族自治州":"海晏县",
"青海省西宁市":"城北区、城东区、城中区、城西区、湟中县、湟源县、大通回族土族自治县",
"青海省海东市":"平安县、乐都县、互助土族自治县、民和回族土族自治县、化隆回族自治县",
"青海省黄南藏族自治州":"同仁县、尖扎县",
"青海省海南藏族自治州":"共和县",
"青海省果洛藏族自治州":"玛沁县",
"青海省玉树藏族自治州":"玉树市",
"青海省海西蒙古族藏族自治州":"德令哈市、乌兰县",
"青海省格尔木市":"格尔木市",
"广西壮族自治区防城港市":"防城区、港口区、行政中心区、上思县、东兴市",
"广西壮族自治区南宁市":"江南区、良庆区、青秀区、兴宁区、西乡塘区、邕宁区、横县、武鸣县、宾阳县、隆安县、马山县、上林县",
"广西壮族自治区崇左市":"江州区、扶绥县、龙州县、宁明县、大新县、天等县、凭祥市",
"广西壮族自治区柳州市":"城中区、柳北区、柳南区、鱼峰区、柳江县、鹿寨县、柳城县、三江侗族自治县、融安县、融水县",
"广西壮族自治区来宾市":"兴宾区、象州县、武宣县、忻城县、金秀瑶族自治县、合山市",
"广西壮族自治区桂林市":"叠彩区、七星区、秀峰区、象山区、雁山区、灵川县、临桂县、荔浦县、平乐县、永福县、阳朔县、全州县、龙胜县、兴安县、资源县、恭城瑶族自治县、灌阳县",
"广西壮族自治区梧州市":"长州区、碟山区、万秀区、龙圩区、苍梧县、藤县、蒙山县、岑溪市",
"广西壮族自治区贺州市":"八步区、平桂区、钟山县、富川瑶族自治县、昭平县",
"广西壮族自治区玉林市":"福绵区、玉州区、博白县、陆川县、容县、兴业县、北流市",
"广西壮族自治区贵港市":"港北区、港南区、覃塘区、平南县、桂平市",
"广西壮族自治区百色市":"右江区、平果县、田东县、田阳县、田林县、靖西县、德保县、乐业县、凌云县、隆林各族自治县、那坡县、西林县",
"广西壮族自治区钦州市":"钦南区、钦北区、钦州港区、灵山县、浦北县",
"广西壮族自治区河池市":"金城江区、罗城县、环江县、南丹县、都安县、大化县、巴马县、东兰县、凤山县、天峨县、宜州市",
"广西壮族自治区北海市":"海城区、铁山港区、银海区、合浦县",
"广东省广州市":"荔湾区、越秀区、海珠区、天河区、白云区、黄埔区、番禺区、花都区、南沙区、萝岗区、增城市、从化市",
"广东省韶关市":"曲江县、仁化县、乳源县、始兴县、翁源县、武江区、浈江区、新丰县、乐昌市、南雄市",
"广东省清远市":"佛冈县、连南县、清城区、清新县、阳山县、连山壮族瑶族自治县、英德市、连州市",
"贵州省遵义市":"汇川区、红花岗区、遵义县、绥阳县、桐梓县、仁怀市、湄潭县、凤冈县、正安县、道真仡佬族苗族自治县、务川仡佬族苗族自治县、余庆县、习水县、赤水市",
"贵州省安顺市":"西秀区、平坝县、普定县、镇宁布依族苗族自治县、关岭布依族苗族自治县、紫云苗族布依族自治县",
"贵州省贵阳市":"白云区、花溪区、金阳新区、开阳县、南明区、乌当区、修文县、云岩区、息烽县、清镇市",
"贵州省黔南布依族苗族自治州":"都匀市、龙里县、贵定县、独山县、平塘县、惠水县、荔波县、福泉市、罗甸县、长顺县、三都水族自治县",
"贵州省黔东南苗族侗族自治州":"凯里市、麻江县、黄平县、施秉县、镇远县、天柱县、锦屏县、黎平县、榕江县、从江县、雷山县、丹寨县、剑河县、三穗县、岑巩县",
"贵州省铜仁市":"碧江区、江口县、玉屏县、沿河土家族自治县、松桃苗族自治县、石阡县、印江县、思南县、德江县",
"贵州省毕节市":"七星关区、大方县、黔西县、金沙县",
"贵州省六盘水市":"钟山区、水城县、六枝特区、盘县",
"贵州省黔西南布依族苗族自治州":"兴义市、普安县、睛隆县、望谟县、安龙县、贞丰县、兴仁县、册亨县",
"海南省海口":"龙华区、秀英区、美兰区、琼山区、澄迈县、定安县、屯昌县、琼中黎族苗族自治县、文昌市、儋州市、琼海市、临高县、白沙黎族自治县、昌江黎族自治县、",
"海南省三亚":"三亚市、万宁市、五指山市、东方市、陵水黎族自治县、乐东黎族自治县、保亭黎族苗族自治县",
"浙江省杭州市":"上城区、滨江区、拱墅区、江干区、西湖区、下城区、萧山区、余杭区、淳安县、桐庐县、富阳市、建德市、临安市",
"河北省邯郸市":"丛台区、峰峰矿区、复兴区、邯郸市经济技术开发区、邯山区、成安县、磁县、邯郸县、永年县、大名县、魏县、临漳县、肥乡县、曲周县、邱县、广平县、鸡泽县、馆陶县、涉县、武安市",
"河北省石家庄市":"长安区、桥东区、桥西区、石家庄经济开发区、新华区、裕华区、栾城县、灵寿县、深泽县、无极县、元氏县、赵县、正定县、高邑县、赞皇县、平山县、行唐县、藁城市、晋州市、鹿泉市、辛",
"河北省保定市":"北市区、南市区、新市区、安新县、定兴县、高阳县、蠡县、满城县、清苑县、容城县、徐水县、雄县、唐县、望都县、涞水县、易县、顺平县、安国市、定州市、高碑店市、涿州市",
"河北省张家口市":"桥东区、桥西区、高新开发区、宣化区、万全县、张北县、怀安县、怀来县、下花园区、涿鹿县、蔚县、阳原县、赤城县、崇礼县、康保县、尚义县、沽源县、宣化县",
"河北省承德市":"双桥区、双滦区、鹰手营子区、隆化县、迁西县、平泉县、滦平县、兴隆县、宽城县、围场县、丰宁县",
"河北省衡水市":"衡水高新技术开发区、路北新区、桃城区、安平县、故城县、饶阳县、枣强县、武邑县、武强县、阜城县、景县、冀州市、深州市",
"河北省邢台市":"高开区、桥东区、桥西区、广宗县、巨鹿县、临西县、宁晋县、平乡县、清河县、威县、新河县、内丘县、任县、南和县、邢台县、柏乡县、沙河市、南宫市",
"河南省商丘市":"梁园区、睢阳区、永城市、虞城县、柘城县、民权县、睢县、夏邑县、宁陵县",
"河南省郑州市":"二七区、高新区、管城区、惠济区、金水区、经济技术开发区、上街区、中原区、郑东新区、中牟县、登封市、巩义市、新密市、新郑市、荥阳市",
"河南省安阳市":"北关区、龙安区、文峰区、殷都区、安阳县、滑县、汤阴县、内黄县、林州市",
"河南省新乡市":"长垣县、凤泉区、红旗区、牧野区、卫滨区、获嘉县、新乡县、原阳县、延津县、封丘县、辉县市、卫辉市",
"河南省许昌市":"魏都区、襄城县、长葛市、禹州市",
"河南省平顶山市":"高新技术开发区、卫东区、新华区、湛河区、新城区、石龙区、叶县、宝丰县、鲁山县、郏县、汝州市、舞钢市",
"河南省信阳市":"平桥区、浉河区、羊山新区、固始县、罗山县、潢川县、光山县、息县、淮滨县、新县、商城县",
"河南省南阳市":"高新区、宛城区、卧龙区、新野县、镇平县、方城县、社旗县、唐河县、南召县、桐柏县、内乡县、西峡县、淅川县、邓州市",
"河南省开封市":"鼓楼区、金明区、开封县、龙亭区、顺河回族区、尉氏县、禹王台区、兰考县、杞县、通许县",
"河南省洛阳市":"瀍河区、高新技术开发区、涧西区、经济技术开发区、老城区、洛龙区、西工区、吉利区、新安县、伊川县、宜阳县、孟津县、栾川县、洛宁县、嵩县、汝阳县、偃师市",
"河南省焦作市":"解放区、山阳区、中站区、马村区、武陟县、温县、博爱县、修武县、沁阳市、孟州市",
"河南省济源市":"济源市",
"河南省鹤壁市":"金山工业开发区、淇滨区、山城区、鹤山区、浚县、淇县",
"河南省濮阳市":"华龙区、濮阳县、范县、南东县、清丰县、台前县",
"河南省周口市":"川汇区、经济技术开发区、商水县、西华县、淮阳县、太康县、沈丘县、鹿邑县、郸城县、扶沟县、项城市",
"河南省漯河市":"临颍县、源汇区、郾城区、召陵区、舞阳县",
"河南省驻马店市":"高新技术开发区、驿城区、西平县、确山县、上蔡县、新蔡县、正阳县、泌阳县、平舆县",
"河南省三门峡市":"湖滨区、陕县、渑池县、卢氏县、灵宝市、义马市",
"黑龙江省哈尔滨市":"阿城区、宾县、道里区、道外区、方正县、呼兰区、南岗区、平房区、松北区、香坊区、巴彦县、木兰县、通河县、延寿县、依兰县、双城市、尚志市、五常市",
"黑龙江省齐齐哈尔":"建华区、龙沙区、铁锋区、富拉尔基区、碾子山区、龙江县",
"黑龙江省牡丹江市":"西安区、爱民区、东安区、阳明区、林口县、东宁县、海林市、宁安市、绥芬河市、穆棱市",
"黑龙江省佳木斯市":"前进区、向阳区、东风区、郊区、汤原县、桦南县、富锦市、桦川县、抚远县、同江市",
"黑龙江省绥化市":"北林区、庆安县、望奎县、肇东市、安达市、海伦市、绥棱县",
"黑龙江省黑河市":"爱辉区、孙吴县、北安市、五大连池市",
"黑龙江省伊春市":"伊春区、西林区、友好区、乌马河区、新青区、翠峦区、铁力市",
"黑龙江省大庆市":"龙凤区、让胡路区、萨尔图区、乙烯地区、大同区、红岗区、肇州县、肇源县",
"黑龙江省七台河市":"桃山区、新兴区、茄子河区、勃利县",
"黑龙江省鸡西市":"鸡冠区、城子河区、滴道区、鸡东县、恒山市、密山市、虎林市",
"黑龙江省鹤岗市":"工农区、南山区、向阳区、东山区、兴安区、兴山区、萝北县",
"黑龙江省双鸭山":"尖山区、集贤县、宝清县、友谊县、四方台区、宝山区",
"内蒙古自治区呼伦贝尔市":"海拉尔区、牙克石市、扎兰屯市、满洲里市、鄂温克族自治旗、阿荣旗",
"湖北省武汉市":"蔡甸区、东湖新技术开发区、东西湖区、黄陂区、洪山区、汉阳区、江岸区、江汉区、江夏区、硚口区、青山区、武昌区、武汉吴家山经济技术开发区、新洲区、武汉经济技术开发区",
"湖北省襄阳市":"樊城区、襄城区、襄州区、南漳县、谷城县、保康县、宜城市、枣阳市、老河口市",
"湖北省鄂州市":"鄂城区、华容区、梁子湖区",
"湖北省孝感市":"孝南区、云梦县、孝昌县、大悟县、安陆市、汉川市、应城市",
"湖北省黄冈市":"黄梅县、黄州区、蕲春县、团风县、浠水县、罗田县、英山县、红安县、武穴市、麻城市",
"湖北省黄石市":"黄石港区、铁山区、下陆区、西塞山区、阳新县、大冶市",
"湖北省咸宁市":"咸安区、嘉鱼县、崇阳县、通山县、通城县、赤壁市",
"湖北省荆州市":"荆州区、沙市区、公安县、监利县、松滋市、江陵县、洪湖市、石首市",
"湖北省宜昌市":"点军区、伍家岗区、西陵区、猇亭区、夷陵区、秭归县、远安县、兴山县、长阳自治县、五峰自治县、当阳市、宜都市、枝江市",
"湖北省恩施土家族苗族自治州":"建始县、巴东县、鹤峰县、来凤县、宣恩县、咸丰县、恩施市、利川市",
"湖北省十堰市":"茅箭区、张湾区、郧县、房县、郧西县、竹山县、丹江口市",
"湖北省随州市":"随县、曾都区、广水市",
"湖北省荆门市":"东宝区、掇刀区、京山县、沙洋县、钟祥市",
"湖北省仙桃市":"潜江市、天门市、仙桃市",
"湖南省岳阳市":"君山区、岳阳楼区、岳阳县、云溪区、洞庭湖旅游度假区、岳阳经济技术开发区、屈原管理区平江县、湘阴县、华容县、汨罗市、临湘市",
"湖南省长沙市":"长沙县、芙蓉区、开福区、宁乡县、天心区、望城区、雨花区、岳麓区、浏阳市",
"湖南省湘潭市":"湘潭县、湘乡市、雨湖区、岳塘区、韶山市",
"湖南省株洲市":"荷塘区、醴陵市、芦淞区、石峰区、天元区、攸县、株洲县、茶陵县、炎陵县、云龙示范区",
"湖南省衡阳市":"衡阳县、祁东县、石鼓区、雁峰区、蒸湘区、珠晖区、常宁县、南岳区、衡山县、衡南县、耒阳市、衡东县",
"湖南省郴州市":"北湖区、苏仙区、桂阳县、永兴县、嘉禾县、临武县、宜章县、安仁县、汝城县、桂东县、资兴市",
"湖南省常德市":"鼎城区、桃源县、武陵区、澧县、临澧县、石门县、汉寿县、安乡县、津市市、西洞庭管理区",
"湖南省益阳市":"赫山区、桃江县、资阳区、南县、安化县、沅江市",
"湖南省娄底市":"娄星区、娄底经济开发区、涟源县、新化县、双峰县、冷水江市",
"湖南省邵阳市":"北塔区、大祥区、邵东县、双清区、新邵县、隆回县、邵阳县、城步苗族自治县、洞口县、新宁县、绥宁县、武冈市",
"湖南省湘西土家族苗族自治州":"吉首市、凤凰县、泸溪县、保靖县、花垣县、古丈县、龙山县、永顺县",
"湖南省张家界":"慈利县、武陵源区、永定区、桑植县",
"湖南省怀化市":"鹤城区、沅陵县、中方县、洪江市、芷江侗族自治县、溆浦县、靖州苗族侗族自治县、辰溪县、通道侗族自治县、会同县、麻阳苗族自治县、新晃侗族自治县",
"湖南省永州市":"冷水滩区、零陵区、祁阳县、东安县、道县、双牌县、江华瑶族自治县、江永县、新田县、蓝山县、宁远县",
"广东省惠州市":"惠城区、惠阳区、博罗县、惠东县、龙门县",
"广东省梅州市":"大埔县、丰顺县、蕉岭县、梅江区、梅县、平远县、五华县、兴宁市",
"广东省河源市":"源城区、东源县、和平县、连平县、龙川县、紫金县",
"吉林省长春市":"朝阳区、二道区、宽城区、绿园区、南关区、汽车产业开发区、双阳区、高新技术产业开发区、农安县、永吉县、德惠市、九台市、榆树市",
"吉林省吉林市":"船营区、昌邑区、丰满区、龙潭区、永吉县、磐石市、蛟河市、舒兰市、桦甸市",
"吉林省延边朝鲜族自治州":"延吉市、珲春市、安图县、汪清县、图们市、敦化市、和龙市、龙井市",
"吉林省四平市":"公主岭市、铁东区、铁西区、梨树县、伊通满族自治县、双辽市",
"吉林省通化市":"东昌区、二道江区、通化县、集安市、辉南县、柳河县、梅河口市",
"吉林省白城市":"洮北区、通榆县、镇赉县、洮南市、大安市",
"吉林省辽源市":"龙山区、西安区、东辽县、东丰县",
"吉林省松原市":"宁江区、长岭县、乾安县、前郭尔罗斯县、扶余市",
"吉林省白山市":"浑江区、江源区、抚松县、靖宇县、长白朝鲜族自治县、临江市",
"山东省菏泽市":"牡丹区、曹县、定陶县、郓城县、东明县、巨野县、成武县、单县、鄄城县",
"山东省济南市":"长清区、高新技术开发区、槐荫区、历城区历下区、市中区、天桥区、济阳、平阴县、商河县、章丘市",
"山东省淄博市":"博山区、高青县、桓台县、临淄区、沂源县、张店区、周村区、淄川区",
"山东省德州市":"德城区、经济开发区、商贸开发区、天衢工业园、乐陵市、临邑县、陵县、宁津县、平原县、齐河县、武城县、夏津县、庆云县、乐陵市、禹城市",
"山东省济宁市":"任城区、市中区、嘉祥县、汶上县、梁山县、泗水县、金乡县、鱼台县、微山县、曲阜市、兖州市、邹城市",
"山东省泰安市":"岱岳区、肥城市、泰山区、宁阳县、东平县、新泰市",
"山东省滨州市":"滨城区、滨州高新区、滨州经济开发区、博兴县、无棣县、阳信县、沾化县、邹平县、惠民县",
"山东省东营市":"东营区、河口区、广饶县、垦利县、利津县",
"山东省莱芜市":"钢城区、莱城区",
"山东省聊城市":"茌平县、东阿县、东昌府区、高唐县、经济技术开发区、临清市、阳谷县",
"浙江省湖州市":"吴兴区、南浔区、德清县、长兴县、安吉县",
"浙江省嘉兴市":"南湖区、秀洲区、嘉善县、海盐县、海宁市、桐乡市、平湖市",
"江西省鹰潭市":"月湖区、余江县、贵溪市",
"江西省新余市":"渝水区、高新经济技术开发区、分宜县",
"江西省南昌市":"东湖区、西湖区、青山湖区、青云谱区、南昌高新技术开发区、昌北经济技术开发区、新建县、南昌县、进贤县、红谷滩新区、湾里区、安义县",
"江西省九江市":"浔阳区、庐山区、城西港区、九江经济技术开发区、德安县、都昌县、湖口县、九江县、彭泽县、永修县、星子县、武宁县、修水县、共青城市、瑞昌市",
"江西省上饶市":"信州区、上饶经济技术开发区、上饶县、广丰县、玉山县、弋阳县、横峰县、铅山县、万年县、余干县、婺源县、鄱阳县、德兴市",
"江西省抚州市":"临川区、东乡县、崇仁县、南城县、黎川县、南丰县、宜黄县、金溪县、广昌县、资溪县、乐安县",
"江西省宜春市":"袁州区、马王塘经济开发区、万载县、奉新县、上高县、靖安县、宜丰县、高安市、樟树市、丰城市",
"江西省吉安市":"吉州区、青原区、吉安县、新干县、泰和县、吉水县、峡江县、安福县、永丰县、永新县、万安县、遂川县、井冈山市",
"江西省赣州市":"章贡区、赣州市经济技术开发区、赣县、龙南县、信丰县、于都县、全南县、上犹县、兴国县、大余县、崇义县、寻乌县、安远县、定南县、会昌县、石城县、南康市、瑞金市",
"江西省景德镇":"珠山区、昌江区、浮梁县、乐平市",
"江西省萍乡市":"安源区、湘东区、萍乡高新技术工业园区、芦溪县、上栗县、莲花县",
"浙江省金华市":"东阳市、金东区、兰溪市、磐安县、浦江县、武义县、婺城区、义乌市、永康市",
"浙江省丽水市":"缙云县、景宁畲族自治县、莲都区、龙泉市、青田县、庆元县、松阳县、遂昌县、云和县",
"浙江省衢州市":"常山县、开化县、柯城区、龙游县、衢江区、江山市",
"内蒙古自治区呼和浩特市":"回民区、赛罕区、新城区、玉泉区、和林格尔县、托克托县、清水河县、土默特左旗、武川县",
"内蒙古自治区包头市":"昆都仑区、东河区、青山区、九原区、石拐区、固阳县、土默特右旗、白云鄂博矿区",
"内蒙古自治区乌海市":"海勃湾区、海南区、乌达区",
"内蒙古自治区乌兰察布市":"集宁区、察哈尔右翼后旗、察哈尔右翼前旗、察哈尔右翼中旗、四子王旗、商都县、兴和县、凉城县、丰镇市、化德县、卓资县",
"内蒙古自治区赤峰市":"红山区、松山区、元宝山区、翁牛特旗、喀喇沁旗、巴林右旗、宁城县、敖汉旗",
"内蒙古自治区鄂尔多斯市":"东胜区、达拉特旗、鄂托克旗、杭锦旗、乌审旗、伊金霍洛旗、准格尔旗",
"内蒙古自治区巴彦淖尔市":"临河区、乌拉特前旗、乌拉特中旗、乌拉特后旗、杭锦后旗、磴口县、五原县",
"内蒙古自治区锡林郭勒盟":"锡林浩特市、二连浩特市、阿巴嘎旗、正蓝旗、太仆寺旗、苏尼特左旗、苏尼特右旗、东乌珠穆沁旗、西乌珠穆沁旗、多伦县、镶黄旗、正镶白旗",
"内蒙古自治区兴安盟":"乌兰浩特市、扎赉特旗、科尔沁右翼前旗、突泉县、科尔沁右翼中旗",
"内蒙古自治区阿拉善盟":"阿拉善左旗、阿拉善右旗、额济纳旗",
"江苏省南京市":"白下区、高淳县、鼓楼区、江宁区、建邺区、六合区、溧水县、浦口区、秦淮区、栖霞区、下关区、玄武区、雨花区",
"江苏省镇江市":"京口区、润州区、丹徒区、丹阳市、句容市、扬中市",
"江苏省扬州市":"广陵区、江都区、邗江区、宝应市、高邮市、仪征市",
"江苏省南通市":"崇川区、港闸区、南通经济技术开发区、通州区、如东县、海安县、如皋市、海门市、启东市",
"江苏省盐城市":"亭湖区、盐都区、滨海县、阜宁县、建湖县、射阳县、响水县、大丰市、东台市",
"浙江省宁波市":"北仑区、海曙区、江北区、江东区、鄞州区、镇海区、宁海县、象山县、慈溪市、奉化市、余姚市",
"浙江省舟山市":"定海区、普陀区、岱山县、嵊泗县",
"山东省青岛市":"城阳区、黄岛区、崂山区、李沧区、市北区、市南区、即墨市、胶州市、莱西市、平度市",
"山东省临沂市":"河东区、兰山区、罗庄区、苍山县、费县、莒南县、临沭县、蒙阴县、平邑县、郯城县、沂南县、沂水县",
"山东省枣庄市":"高新区、市中区、薛城区、峄城区、台儿庄区、山亭区、滕州市",
"山东省日照市":"东港区、莒县、岚山区、五莲县",
"福建省莆田市":"城厢区、涵江区、荔城区、秀屿区、仙游县",
"福建省泉州市":"丰泽区、鲤城区、洛江区、泉港区、安溪县、德化县、惠安县、晋江市、金门县、永春县、南安市、石狮市",
"山西省朔州市":"朔城区、山阴县、右玉县、应县",
"山西省忻州市":"忻府区、保德县、定襄县、代县、河曲县、繁峙县、五台县、宁武县、五寨县、原平市、岢岚县、神池县、静乐县",
"山西省太原市":"尖草坪区、杏花岭区、万柏林区、迎泽区、小店区、晋源区、阳曲县、清徐县、古交市、娄烦县",
"山西省大同市":"城区、矿区、南郊区、新荣区、大同县、浑源县、灵丘县、左云县、广灵县",
"山西省阳泉市":"城区、郊区、矿区、平定县、盂县",
"山西省晋中市":"榆次区、太谷县、祁县、平遥县、寿阳县、灵石县、榆社县、介休市、左权县、昔阳县、灵石县、和顺县",
"山西省长治市":"城区、郊区、高新技术开发区、襄垣县、屯留县、长治县、长子县、武乡县、黎城县、潞城市、沁县、沁源县、壶关县",
"山西省晋城市":"城区、泽州县、阳城县、沁水县、陵川县、高平市",
"山西省临汾市":"尧都区、襄汾县、洪洞县、翼城县、曲沃县、汾西县、古县、浮山县、隰县、侯马市、霍州市、蒲县",
"山西省吕梁市":"离石区、柳林县、孝义市、汾阳市、文水县、交城县、文水县、岚县、石楼县、方山县、交口县、临县",
"山西省运城市":"盐湖区、空港新区、禹都经济技术开发区、临猗县、闻喜县、河津市、夏县、新绛县、稷山县、芮城县、绛县、垣曲县、永济市",
"陕西省西安市":"碑林区、灞桥区、长安区、高陵县、户县、高新技术开发区、莲湖区、临潼区、未央区、西安经济技术开发区、新城区、阎良区、雁塔区、周至县、蓝田县",
"陕西省咸阳市":"秦都区、渭城区、杨凌示范区、三原县、武功县、礼泉县、乾县、兴平市、彬县、长武县、旬邑县",
"陕西省延安市":"宝塔区、子长县、安塞县、洛川县、富县",
"陕西省榆林市":"榆阳区、神木县、横山县",
"陕西省渭南市":"高新经济开发区、临渭区、富平县、蒲城县、华县、大荔县、合阳县、澄城县、韩城市、华阴市、白水县、澄城县",
"陕西省商洛市":"商州区、丹凤县、洛南县",
"陕西省安康市":"汉滨区、汉阴县、石泉县、紫阳县、旬阳县、平利县",
"陕西省汉中市":"汉台区、南郑县、北开发区、洋县、城固县、勉县、西乡县、宁强县、略阳县",
"陕西省宝鸡市":"陈仓区、金台区、岐山县、渭滨区、高新技术产业开发、凤翔县、眉县、扶风县、千阳县、陇县",
"陕西省铜川市":"王益区、印台区、耀州区、铜川新区、宜君县",
"宁夏回族自治区银川市":"贺兰县、金凤区、西夏区、兴庆区、永宁县、灵武市",
"宁夏回族自治区石嘴山市":"大武口区、惠农区、平罗县",
"宁夏回族自治区吴忠市":"利通区、红寺堡区、盐池县、青铜峡市",
"宁夏回族自治区固原市":"原州区",
"宁夏回族自治区中卫市":"沙坡头区、中宁县",
"上海市市辖区":"黄浦区、宝山区、长宁区、奉贤区、虹口区、嘉定区、金山区、静安区、闵行区、浦东新区、普陀区、青浦区、松江区、徐汇区、杨浦区、闸北区",
"上海县":"崇明县",
"浙江省绍兴市":"越城区、柯桥区、诸暨市、嵊州市、新昌县、上虞区",
"浙江省台州市":"黄岩区、椒江区、路桥区、温岭市、临海市、玉环县、仙居县、天台县、三门县",
"广东省深圳市":"宝安区、福田区、龙岗区、罗湖区、南山区、盐田区",
"广东省珠海市":"斗门区、金湾区、香洲区",
"辽宁省沈阳市":"和平区、沈河区、大东区、皇姑区、铁西区、苏家屯区、浑南区、沈北新区、于洪区、辽中县、康平县、法库县、新民市",
"辽宁省铁岭市":"银州区、凡河新区、清河区、昌图县、铁岭县、西丰县、调兵山市、开原市",
"辽宁省抚顺市":"新抚区、顺城区、望花区、东洲区、高湾开发区、新宾县、清原县、抚顺县",
"辽宁省鞍山市":"铁西区、鞍山经济开发区、铁东区、立山区、千山区、岫岩县、台安县、海城市",
"辽宁省本溪市":"平山区、明山区、溪湖区、南芬区、本溪满族自治县、桓仁满族自治县",
"辽宁省锦州市":"古塔区、凌河区、太和区、经济技术开发区、义县、黑山县、北镇市",
"辽宁省营口市":"站前区、鲅鱼圈区、老边区、西市区、大石桥市、盖州市",
"辽宁省阜新市":"细河区、海州区、太平区、清河门区、新邱区、阜蒙县、彰武县",
"辽宁省辽阳市":"白塔区、文圣区、宏伟区、太子河区、弓长岭区、辽阳县、灯塔市",
"辽宁省朝阳市":"双塔区、龙城区、建平县、喀喇沁左翼蒙古族自治县、凌源市、北票市",
"辽宁省盘锦市":"兴隆台区、双台子区、盘山县、大洼县",
"辽宁省葫芦岛市":"连山区、龙港区、南票区、绥中县、建昌县、兴城市",
"内蒙古自治区通辽市":"科尔沁区、通辽河西开发区、科尔沁左翼后旗、开鲁县、库伦旗、扎鲁特旗、霍林郭勒市",
"四川省成都市":"成华区、高新区、高新西区、金牛区、锦江区、龙泉驿区、青白江区、青羊区、温江区、武侯区、新都区、大邑县、金堂县、郫县、蒲江县、双流县、新津县、彭州市、邛崃市、崇州市、都江堰",
"四川省资阳市":"雁江区、乐至县、安岳县、简阳市",
"四川省眉山市":"东坡区、仁寿县、彭山县、青神县",
"四川省攀枝花市":"东区、仁和区、盐边县、西区",
"四川省自贡市":"大安区、富顺县、贡井区、沿滩区、自流井区、汇东新区、荣县",
"四川省绵阳市":"安县、涪城区、江油市、高新技术开发区、三台县、游仙区、梓潼县、盐亭县、北川羌族自治县、平武县",
"四川省南充市":"高坪区、嘉陵区、阆中市、南部县、顺庆区、西充县",
"四川省达州市":"达县、通川区、大竹县、渠县、开江县、宣汉县、万源市",
"四川省遂宁市":"船山区、安居区、射洪县、蓬溪县、大英县",
"四川省广安市":"广安区、岳池县、邻水县、华蓥市、武胜县",
"四川省巴中市":"巴州区、平昌县、通江县、南江县",
"四川省泸州市":"江阳区、龙马潭区、泸县、纳溪区、合江县、叙永县、古蔺县",
"四川省宜宾市":"翠屏区、南溪县、宜宾县、长宁县、筠连县、珙县、兴文县、江安县、屏山县",
"四川省内江市":"东兴区、隆昌县、市中区、资中县",
"四川省乐山市":"市中区、五通桥区、沙湾区、夹江县、井研县、犍为县、沐川县、峨眉山市、峨边彝族自治县、马边彝族自治县、金口河区",
"四川省凉山彝族自治州":"西昌市、会理县、会东县、德昌县",
"四川省雅安市":"雨城区、名山县、荥经县、汉源县、石棉县、天全县、芦山县",
"四川省德阳市":"旌阳区、中江县、罗江县、广汉市、绵竹市、什邡市",
"四川省广元市":"利州区、昭化区、旺苍县、苍溪县、剑阁县、朝天区",
"四川省阿坝藏族羌族自治州":"汶川县",
// "西藏自治区拉萨市":"城关区",
// "西藏自治区日喀则地区":"日喀则市",
// "西藏自治区林芝地区":"林芝县",
// "西藏自治区那曲地区":"那曲县",
"江苏省徐州市":"丰县、鼓楼区、贾汪区、泉山区、睢宁县、铜山区、云龙区、沛县、邳州市、新沂市",
"徐江苏省徐州市":"丰县、鼓楼区、贾汪区、泉山区、睢宁县、铜山区、云龙区、沛县、邳州市、新沂市",
"江苏省淮安市":"淮安区、淮阴区、洪泽县、涟水县、金湖县、经济开发区、清浦区、清河区、盱眙县",
"江苏省连云港":"海州区、连云区、新浦区、东海县、灌南县、灌云县、赣榆县",
"江苏省宿迁市":"宿城区、宿豫区、沭阳县、泗洪县、泗阳县",
"宿江苏省宿迁市":"宿城区、宿豫区、沭阳县、泗洪县、泗阳县",
"江苏省苏州市":"姑苏区、虎丘区、吴中区、相城区、常熟市、张家港市、昆山市、吴江区、太仓市",
"天津市市辖区":"北辰区、宝坻区、大港区、东丽区、河北区、河东区、和平区、红桥区、河西区、津南区、南开区、塘沽区、武清区、西青区",
"天津市市辖县":"静海县、蓟县、宁河县",
"河北省唐山市":"丰南区、丰润区、高新技术开发区、开平区、路北区、路南区、滦南县、乐亭县、迁西县、唐海县、新区、玉田县、滦县、遵化市、迁安市",
"河北省廊坊市":"安次区、广阳区、大厂回族自治县、大城县、固安县、文安县、香河县、永清县、霸州市、三河市",
"河北省沧州市":"新华区、运河区、沧县、东光县、南皮县、青县、肃宁县、吴桥县、献县、盐山县、海兴县、孟村回族自治县、黄骅市、河间市、任丘市、泊头市",
"河北省秦皇岛":"北戴河区、昌黎县、抚宁县、海港区、山海关区、青龙满族自治县",
"浙江省温州市":"龙湾区、鹿城区、瓯海区、苍南县、洞头县、平阳县、泰顺县、文成县、永嘉县、乐清市、瑞安市",
"江苏省无锡市":"崇安区、南长区、北塘区、锡山区、惠山区、滨湖区江阴市、宜兴市",
"江苏省泰州市":"高港区、海陵区、靖江市、姜堰市、泰兴市、兴化市",
"江苏省常州市":"天宁区钟楼区戚墅堰区新北区武进区溧阳市金坛市",
"广东省阳江市":"江城区、阳东县、阳西县、阳春市",
"广东省茂名市":"茂南区、茂港区、化州市、高州市、电白县、信宜市",
"广东省江门市":"江门市、开平市、恩平市、鹤山市、台山市",
"广东省湛江市":"赤坎区、霞山区、湛江经济技术开发区、麻章区、坡头区、遂溪县、廉江市、雷州市、徐闻县、吴川市",
"福建省厦门市":"海沧区、湖里区、集美区、思明区、同安区、",
"福建省漳州市":"长泰县、东山县、华安县、龙海市、龙文区、",
"福建省龙岩市":"长汀县、连城县、上杭县、武平县、新罗区、永定县、漳平市",
"新疆维吾尔自治区哈密地区":"哈密市",
"新疆维吾尔自治区克拉玛依市":"克拉玛依区、独山子区",
"新疆维吾尔自治区乌鲁木齐市":"经济技术开发区、米东区、沙依巴克区、水磨沟区、天山区、新市区、头屯河区",
"新疆维吾尔自治区奎屯市":"奎屯市",
"新疆维吾尔自治区省直辖行政单位":"石河子市",
"新疆维吾尔自治区昌吉州":"昌吉市、奇台县、玛纳斯县、呼图壁县、五家渠市",
"新疆维吾尔自治区吐鲁番地区":"吐鲁番市",
"新疆维吾尔自治区巴音郭楞州":"库尔勒市、轮台县、和静县",
"新疆维吾尔自治区伊犁州":"伊宁市、霍城县、新源县、察布查尔锡伯自治县",
"新疆维吾尔自治区塔城地区":"沙湾县（注1）",
"新疆维吾尔自治区博尔塔拉州":"博乐市",
"山东省烟台市":"福山区、经济技术开发区、莱山区、牟平区、芝罘区、长岛县、莱阳市、莱州市、龙口市、蓬莱市、栖霞市、招远市、海阳市",
"山东省威海市":"高新技术产业开发区、环翠区、经济技术开发区、荣成市、乳山市、文登市",
"山东省潍坊市":"安丘市、昌乐县、昌邑市、坊子区、高密市、高新技术产业开发区、寒亭区、经济技术开发区、奎文区、临朐县、青州市、寿光市、潍城区、诸城市",
"云南省怒江傈僳族自治州":"泸水县、兰坪白族普米族自治县",
"云南省丽江市":"古城区、玉龙纳西族自治县、华坪县、宁蒗彝族自治县",
"云南省西双版纳傣族自治州":"景洪市、勐海县、勐腊县",
"云南省德宏傣族景颇族自治州":"芒市、瑞丽市、盈江县、陇川县、梁河县",
"云南省昭通市":"昭阳区、镇雄县、绥江县、水富县",
"云南省昆明市":"官渡区、盘龙区、五华区、西山区、东川区、安宁市、呈贡县、石林县、嵩明县、晋宁县、宜良县、富民县、禄劝县、寻甸县",
"云南省大理白族自治州":"大理市、祥云县、宾川县、鹤庆县",
"云南省红河哈尼族彝族自治州":"个旧市、开远市、蒙自市、弥勒县、建水县、元阳县、金平县、绿春县、泸西县、石屏县、红河县",
"云南省曲靖市":"麒麟区、沾益县、富源县、罗平县、陆良县、师宗县、宣威市、会泽县",
"云南省保山市":"隆阳区、腾冲县、龙陵县、施甸县",
"云南省文山壮族苗族自治州":"文山市、砚山县、富宁县、广南县",
"云南省玉溪市":"红塔区、华宁县、新平彝族傣族自治县、元江哈尼族彝族傣族自治县、易门县、江川县、澄江县、峨山彝族自治县",
"云南省楚雄彝族自治州":"楚雄市、南华县、禄丰县、武定县、元谋县、大姚县",
"云南省普洱市":"思茅区、宁洱县、墨江县、景谷县、澜沧县、西盟佤族自治县、孟连傣族拉祜族佤族自治县、景谷傣族彝族自治县"}